Repository: cmette/mirrOS_vvo
Catalog: locale/*/LC_MESSAGES/vvo.po
Languages: de_de

# vvo_title
source: VVO Departures
de_de: Abfahrten

# vvo_description
source: Shows departure times in the area of the VVO
de_de: Zeigt Abfahrtszeiten im Bereich des VVO

# vvo_stopName
source: Enter a stop here (min.3 chars)
de_de: Geben Sie hier Ihre Haltestelle ein (min. 3 Zeichen)

# vvo_hit
source: hits
de_de: Treffer

# vvo_mot
source: Restrict the means of transport here (nothing selected = show all)
de_de: Schränken Sie hier die Verkehrsmittel ein (nichts gewählt = alle anzeigen)

# vvo_tram
source: Tram
de_de: Tram/Straßenbahn

# vvo_citybus
source: Citybus
de_de: Stadtlinien

# vvo_intercitybus
source: Intercitybus
de_de: Fernbusse

# vvo_suburbanrailway
source: Suburbanrailway
de_de: S-Bahnen

# vvo_train
source: Train
de_de: Bahnen

# vvo_cableway
source: Cableway
de_de: Seilbahnen

# vvo_ferry
source: Ferry
de_de: Fähren

# vvo_hailedsharedtaxi
source: Hailedsharedtaxi
de_de: Rufbusse/Sammeltaxi

# vvo_options
source: Options
de_de: Optionen

# vvo_state
source: Show state (in Time->Delayed->Canceled etc.)
de_de: zeige Status (pünktlich->verspätet->storniert etc.)

source: Save
de_de: speichern

# vvofe_config_hint
source: Please configure the module via your smartphone or tablet
de_de: Bitte konfigurieren Sie das Modul über Ihr Smartphone oder Tablet

# vvofe_station
source: stop
de_de: Ab

# vvofe_line
source: line
de_de: Linie

# vvofe_direction
source: direction
de_de: Richtung

# vvofe_time
source: time
de_de: Abfahrt

# vvofe_state
source: state
de_de: Status

# vvofe_delayed
source: delayed
de_de: Verspätung

# vvofe_nodata
source: no data
de_de: keine Daten
